{
  "slug": "espireclothing",
  "name": "Espire Clothing",
  "sector": "Fashion & Apparel",
  "location": "Bright, Mansfield & Melbourne, Victoria, Australia",
  "status": "Active",
  "founded": "2016",
  "employees": "Not disclosed",
  "last_verified": "2025-09-06",
  "website": "https://espireclothing.com.au",
  "overview": "Espire Clothing is an Australian made apparel label offering customisable basics. The brand markets ethical production, local supply partners, and a circular design model. Products are developed around Melbourne fabrics and locally stitched in Bright and Mansfield, Victoria.",
  "tags": [
    "Acknowledges Traditional Custodians of land",
    "Australian made",
    "Locally made",
    "Waste initiatives",
    "Circular economy"
  ],
  "practices": [
    "Circular 'seed to store' framing with zero waste off-cut line ('The Bad Batch').",
    "Traceability through references to Melbourne fabrics, Bendigo wool, Belgian linen, and Good Earth Cotton.",
    "On-shore manufacturing and partnerships with local suppliers.",
    "Product-level sustainability statements rather than formal reports."
  ],
  "certifications": [],
  "sdgs": [
    "SDG 8 – Decent Work and Economic Growth",
    "SDG 12 – Responsible Consumption and Production"
  ],
  "diversity": {
    "workplace_equality": "Acknowledges Traditional Custodians of land; fair work focus",
    "gender_balance": "Not publicly disclosed",
    "inclusion_policy": "Circular and ethical language without a formal inclusion policy"
  },
  "corporate_governance": {
    "iss_score": "N/A",
    "description": "Privately owned Australian fashion business focusing on ethical and circular production. No formal governance data disclosed."
  },
  "involvement": {
    "Fur or Exotic Animal Materials": "None",
    "Child Labour": "None",
    "Forced Labour": "None",
    "Environmental Harm": "Low risk due to on-shore small batch production",
    "Supply Chain Transparency": "Moderate – qualitative traceability without published supplier map"
  },
  "concerns": [
    "No sustainability report or measurable KPIs available.",
    "Traceability statements are qualitative and not third-party verified.",
    "Circularity and transparency claims lack quantitative data."
  ]
}
