{
  "slug": "faytthelabel",
  "name": "FAYT The Label",
  "sector": "Fashion & Apparel",
  "location": "Newcastle, NSW, Australia",
  "status": "Active",
  "founded": "2017",
  "employees": "Not publicly specified",
  "last_verified": "2025-09-10",
  "website": "https://faytthelabel.com",
  "overview": "FAYT The Label is an Australian women's fashion brand founded by Brittney Saunders in Newcastle, NSW. It focuses on inclusive sizing, offering clothing from sizes 6 to 26, and operates both online and through retail stores across Australia. The brand promotes transparency in manufacturing and engages in ethical and circular initiatives.",
  "tags": [
    "Circularity",
    "Extending product lifecycle",
    "Ethical manufacturing",
    "Inclusive sizing"
  ],
  "practices": [
    "Partnership with Thread Together to donate excess stock, samples, and seconds",
    "Factories described as family-owned in Bali and China, with zero tolerance for child labour and poor working conditions",
    "Waste reduction via 'Samples & Seconds' collection that resells slightly imperfect garments",
    "Transparency in factory welfare, sourcing methods, and manufacturing ethics",
    "Commitment to responsible and inclusive fashion through size diversity"
  ],
  "certifications": [],
  "sdg_alignment": [
    "SDG 8 – Decent Work and Economic Growth",
    "SDG 12 – Responsible Consumption and Production"
  ],
  "diversity": {
    "workplace_equality": "Focus on inclusive sizing and diverse representation in marketing",
    "gender_balance": "Primarily female-oriented workforce; no official data published",
    "inclusion_policy": "Emphasis on body positivity and inclusivity through product range"
  },
  "corporate_governance": {
    "iss_score": "N/A",
    "description": "Privately owned Australian fashion company founded by Brittney Saunders. Governance practices are not formally reported but the brand states a commitment to transparency and ethical sourcing"
  },
  "involvement": {
    "Fur or Exotic Animal Materials": "None reported",
    "Child Labour": "Zero tolerance policy stated on ethics page",
    "Forced Labour": "None reported; family-owned factories cited",
    "Environmental Harm": "Moderate – small-scale waste reduction initiatives in place",
    "Supply Chain Transparency": "Moderate – ethical sourcing statements without full public audits"
  },
  "concerns": [
    "No formal sustainability report or quantitative KPIs available",
    "Ethical sourcing claims not independently verified by third parties",
    "Limited transparency on factory-level data or full supplier lists",
    "Workplace environmental practices (mailers, materials, recycling) not substantiated with verifiable evidence"
  ]
}
